Repository: common-repository/captchelfie-captcha-by-selfie
Catalog: languages/captchelfie-*.po
Languages: ru_ru

source: Captchelfie - Captcha by Selfie. Now with social capabilities.
ru_ru: Капчелфи - Капча через Селфи. Теперь с поддержкой Социальных Сетей.

source: API.BIO Captchelfie - Captcha by Selfie
ru_ru: API.BIO Капчелфи - Капча через Селфи

source: Alexey Trofimov
ru_ru: Алексей Трофимов

source: Settings
ru_ru: Настройки

source: To use API.BIO Captchelfie you should get the application key from
ru_ru: Для использования API.BIO Капчелфи необходимо получить Ключ Приложения (application key) на

source: , enter it on the
ru_ru: , указать его на

source: plugin setting page
ru_ru: странице настроек

source: , and save settings.
ru_ru: , и сохранить их.

source: <br>Please do not forget to configure the application <strong>Authenticated domain</strong> field to <strong>
ru_ru: <br>Пожалуйста не забудьте указать в поле приложения <strong>Authenticated domain</strong> <strong>

source: to Captchelfie
ru_ru: к Капчелфи

source: to Standard Captcha
ru_ru: к стандартной Captcha

source: Waiting for video...
ru_ru: Ожидаем видео...

source: Camera is not available
ru_ru: Камера недоступна

source: Conduct Captchelfie
ru_ru: Провести Капчелфи

source: Detect Face
ru_ru: Найти лицо

source: Face Detected<br><br>you are not a robot<br><br>:)
ru_ru: Лицо найдено<br><br>Вы не робот<br><br>:)

source: Captcha passed - you are not a robot :)
ru_ru: Captcha пройдена - вы не робот :)

source: Captcha already passed - share your Selfie! (and help this website too)
ru_ru: Вы уже прошли Капчелфи - поделитесь Селфи (на том же ходу поможете этому сайту)

source: Share your Selfie!
ru_ru: Поделитесь Селфи!

source: Ready to share! =)
ru_ru: уже можно поделиться =)

source: Face not Detected<br><br>Try again
ru_ru: Лицо не найдено<br><br>попробуйте ещё раз

source: en
ru_ru: ru

source: API.BIO Captchelfie
ru_ru: API.BIO Капчелфи

source: Preview
ru_ru: Предворительный просмотр

source: API.BIO Application
ru_ru: Приложение API.BIO

source: request at API.BIO
ru_ru: создайте на API.BIO

source: Application Key
ru_ru: Ключ Приложения (Application Key)

source: API URL
ru_ru: Адрес взовов API (API URL)

source: Served Forms
ru_ru: Обслуживаемые формы

source: Login form
ru_ru: Форма входа

source: Registration form
ru_ru: Форма регистрации

source: Reset password form
ru_ru: Форма восстановление пароля

source: Comments form
ru_ru: Форма комментариев

source: Contact form (3rd party)
ru_ru: Форма обратной связи (сторонние производители)

source: Extra Options
ru_ru: Дополнительно

source: Mirror mode
ru_ru: Отображать зеркально

source: Show to logged users
ru_ru: Показывать зарегистрированным пользователям

source: Stop on success
ru_ru: Остановиться в случае успеха

source: Recent Captchelfies
ru_ru: Недавние Капчелфи

source: refresh
ru_ru: обновить

source: Keep Captchelfies for
ru_ru: Сохранять капчелфи на

source: In real form here is going to be the Standard Captcha you use (if any)
ru_ru: На странице здесь будет стандартная ваша Captcha (если Вы её используете)

source: ERROR! Please make sure the directory
ru_ru: ОШИБКА! Пожалуйста убедитесь что директория

source: exists and is not write-protected.
ru_ru: существует и не защищена от записи

source: Zero seconds (Sharing will be disabled)
ru_ru: Ноль секунд (невозможно будет поделиться Селфи)

source: One Day
ru_ru: Один день

source: Two Days
ru_ru: Два дня

source: Tree Days
ru_ru: Три дня

source: One Week
ru_ru: Одну неделю

source: Two Weeks
ru_ru: Две недели

source: One Month
ru_ru: Один месяц

source: Preview shows how the Captchelfie will appear on the pages
ru_ru: Предворительный просмотр показывает как Капчелфи будет смотреться на странице

source: If set, camera image is going to be flipped horisontaly, camera works like a miror
ru_ru: Если включено, картинка с камеры будет перевёрнута горизонтально - как в зеркале

source: If set, Captchelfie appears for logged users too - good for testing your pages
ru_ru: Если вклчено, Капчелви будет показана и зарегистрированным пользователям - удобно для тестирования

source: If set, user can not play more after successfully passing the Captchelfie
ru_ru: Если включено, после успешного прохождения Капчелфи пользовательн не сможет дальше экспериментировать с камерой.

source: If set, WP Login Form will be served
ru_ru: Если включено, будет обслуживаться форма входа

source: If set, WP Register Form will be served
ru_ru: Если включено, будет обслуживаться форма регистрации

source: If set, WBS Contact Form will be served
ru_ru: Если включено, будет обслуживаться форма обратной связи WBS Contact Form

source: If set, WP Comment Form will be served
ru_ru: Если включено, будет обслуживаться форма добавления коментария WP

source: If set, WP Reset Password Form will be served
ru_ru: Если включено, будет обслуживаться форма восстановления пароля

source: The Application Key. this field may not be empty!
ru_ru: Ключ приложения (Application Key). Поле не может быть пустым!

source: Application Program Interface URL to call
ru_ru: Адрес вызовов API

source: Recent Captchelfies taken by your visitors. Visitors suppose to expect taken picture is going to be stored
ru_ru: Недавние Капчелфи, пройденные поселитиелями. Посетители должны предполагать, что если они фоткаются, картинка будет сохранена

source: Time period for how long the Recent Captchelfies are going to be kept on the server. Old ones are erased when Captchelfie is taken.
ru_ru: Время, которое Капелфи будут храниться на сервере. Старые будут удалены когда произведена новая.
